<?php
return array (
  'title' => 'Глава 1: Фронтенд',
  'menu' =>
  array (
    'chapter-1-1' => '1.1 Автоматический поиск плагинов',
    'chapter-1-2' => '1.2 Динамическая загрузка JS и CSS',
    'chapter-1-3' => '1.3 Управление зависимостями плагинов',
    'chapter-1-4' => '1.4 Кэширование и ускорение загрузки',
    'chapter-1-5' => '1.5 Прелоадер (индикатор загрузки)',
    'chapter-1-6' => '1.6 Серверное взаимодействие',
    'chapter-1-7' => '1.7 Поддержка Smart-компонентов',
    'chapter-1-8' => '1.8 Очистка и контроль кэша',
    'chapter-1-9' => '1.9 Режим standAlone',
  ),
);
